Repository: jdgmad/OCP12_NikoMood
Catalog: NikoMood/*.lproj/Localizable.strings
Languages: fr

source: No instructions list
fr: Pas de mode opératoires

source: Procedure not updated
fr: Procedures non à jour

source: No respect procedure or rules
fr: Non respect des règles/procédures

source: Bad communication
fr: Mauvaise communication

source: Bad organisation
fr: Mauvaise organisation

source: Cause 6 methods
fr: Cause 6 Méthodes

source: Cause 7 methods
fr: Cause 7 Méthodes

source: Bad materials quality
fr: Mauvaise qualité matière

source: Materials out of stock
fr: Plus de stock matière

source: Materials on excedent
fr: Excédent matière première

source: Electrical blackout
fr: Coupure d'électricité

source: Cause 6 matierials
fr: Cause 6 Matière

source: Cause 7 matierials
fr: Cause 7 Matière

source: Machine break down
fr: Panne Machine

source: Lack of maintenance
fr: Manque de Maintenance

source: Lack of cleanning
fr: Manque de nettoyage

source: Bad machine
fr: Mauvais fonctionnement machine

source: Lack of documentation
fr: Manque de documentation

source: Cause 6 machinery
fr: Cause 6 Machine

source: Cause 7 machinery
fr: Cause 7 Machine

source: Lack of competencies
fr: Manque de compétences

source: Lack of people/load
fr: Manque d'effectif/charge

source: Absenteism
fr: Absentéisme

source: Lack of involvement
fr: manque d'engagement personnel

source: Lack of versatility
fr: Manque de polyvalence

source: Cause 6 manpower
fr: Cause 6 Main d'oeuvre

source: Cause 7 manpower
fr: cause 7 main d'oeuvre

source: Ergonomics at workplace
fr: Ergonomie au poste de travail

source: Flow in starvation
fr: Flux en famine

source: Flow in saturation
fr: Flux en saturation

source: Cause 4 management
fr: Mauvaise coordination

source: Error Signin
fr: Erreur de connection

source: Error Signup
fr: Erreur inscription utilisateur

source: Error Signout
fr: Erreur de déconnection

source: No user connected
fr: Pas d'utilisateur connecté

source: No user document
fr: Pas de document utilisateur

source: Error access to document
fr: Erreur lecture document

source: Error writing data
fr: Erreur écriture document

source: plant
fr: Etablissement

source: workshop
fr: Service

source: shift
fr: Equipe

source: Error in email text
fr: Format email incorrect

source: Error in first password text
fr: Erreur format 1er mot de passe

source: Error in second password text
fr: Erreur format 2ème mot de passe

source: Please fill in all the fields
fr: Merci de remplir tous les champs

source: Please make sure your password is at least 8 characters, contains a special character and a number
fr: Vérifier votre mot de passe contient au mois 8 caractères, un chiffre et un caracytères spéciales

source: Passwords are not identical
fr: Les mots de passe ne sont pas indentiques

source: Your email do not respect the email format
fr: Format email incorrect

source: Are you sure to continue with this user identifier
fr: Voulez vous continuer avec cet identifiant

source: NTR
fr: RAS

source: Tought
fr: Difficile

source: Plant
fr: Etablissement

source: Workshop
fr: Service

source: Shift
fr: Equipe
